Repository: common-repository/zmp-ai-assistant
Catalog: languages/zmp-ai-assistant-*.po
Languages: de_de

source: ZMP AI Assistant
de_de: ZMP AI Assistent

source: https://zuestmedia.com/ai-assistant/
de_de: https://zuestmedia.ch/ai-assistant/

source: With the AI Assistant, you can interact with Chat GPT from Open AI directly in the post editor and generate images with dall-e-3.
de_de: Mit dem AI Assistent können Sie mit Chat GPT von Open AI direkt im Beitragseditor interagieren und Bilder mit dall-e-3 generieren.

source: https://zuestmedia.com/
de_de: https://zuestmedia.ch/

source: Image
de_de: Bild

source: Message the AI assistant
de_de: Nachricht an den AI-Assistent

source: Your request to the AI assistant
de_de: Ihre Anfrage an den AI-Assistent

source: Instructions for image generation
de_de: Anweisungen zur Bilderzeugung

source: Describe the image to be generated
de_de: Beschreiben Sie das zu erstellende Bild

source: Submit
de_de: Senden

source: Reset
de_de: Zurücksetzen

source: Copy selected
de_de: Markierung kopieren

source: Selected to title
de_de: Markierung nach Titel

source: Selected to content/block
de_de: Markierung nach Inhalt/Block

source: Settings
de_de: Einstellungen

source: AI Assistant
de_de: AI Assistent

source: Default
de_de: Standard

source: Save
de_de: Speichern

source: Default settings
de_de: Standard Einstellungen

source: Install AI Assistant
de_de: AI Assistent installieren

source: Open AI API key missing
de_de: Open AI API-Schlüssel fehlt

source: Open AI Assistant
de_de: AI-Assistent öffnen

source: Click "Open" to create content or images.
de_de: Klicken Sie auf "Öffnen", um Inhalte oder Bilder zu erstellen.

source: Template deleted.
de_de: Vorlage gelöscht.

source: API credentials for Open AI
de_de: API-Zugangsdaten für Open AI

source: API Key
de_de: API-Schlüssel

source: Organization ID (optional)
de_de: Organisations-ID (optional)

source: Templates
de_de: Vorlagen

source: Default Template
de_de: Standard Vorlage

source: Template List
de_de: Vorlagen Liste

source: This Plugin adds the AI Assistant to the edit-post-screen, to directly create content and images with artificial intelligence, while working in WordPress editor.
de_de: Dieses Plugin fügt den AI-Assistenten zum Edit-Post-Bildschirm hinzu, um Inhalte und Bilder direkt mit künstlicher Intelligenz zu erstellen, während man im WordPress-Editor arbeitet.
